Repository: 8796n/breezy-desktop
Catalog: ui/po/*.po
Languages: pl

source: Switches your glasses into side-by-side mode and doubles the width of the display.
pl: Przełącza okulary w tryb side-by-side i podwaja szerokość wyświetlacza.

source: This feature is not currently supported for your device.
pl: Ta funkcja nie jest obecnie obsługiwana przez Twoje urządzenie.

source: Paid Tier Status
pl: Status płatnej wersji

source: Feature Availability
pl: Dostępność funkcji

source: Disabled
pl: Wyłączone

source: In trial
pl: W wersji próbnej

source: Enabled
pl: Włączone

source: ({time_remaining} remaining)
pl: ({time_remaining} pozostało)

source: Side-by-side mode (gaming)
pl: Tryb side-by-side (gry)

source: Smooth Follow (gaming)
pl: Gładkie śledzenie (gry)

source: Breezy Desktop (productivity)
pl: Breezy Desktop (produktywność)

source: Active
pl: Aktywny

source: Inactive
pl: Nieaktywny

source: to renew
pl: do odnowienia

source: to upgrade
pl: do uaktualnienia

source: Paid through next renewal period
pl: Płatny do następnego okresu odnowienia

source: Gaming
pl: Gry

source: Productivity
pl: Produktywność

source: - renewing monthly
pl: - odnawiany miesięcznie

source: - renewing yearly
pl: - odnawiany rocznie

source: with lifetime access
pl: z dostępem na całe życie

source: Monthly
pl: Miesięczny

source: Yearly
pl: Roczny

source: Lifetime
pl: Dożywotni

source: less than an hour
pl: mniej niż godzinę

source: 1 hour
pl: 1 godzina

source: {time_remaining} hours
pl: {time_remaining} godzin

source: 1 day
pl: 1 dzień

source: {time_remaining} days
pl: {time_remaining} dni

source: connected
pl: podłączony

source: General Settings
pl: Ustawienia ogólne

source: Features
pl: Funkcje

source: XR effect
pl: Efekt XR

source: Enables the Breezy Desktop XR effect.
pl: Włącza efekt XR Breezy Desktop.

source: Widescreen mode
pl: Tryb szerokiego ekranu

source: Follow mode
pl: Tryb śledzenia

source: Keep the virtual display near the center of your view.
pl: Utrzymuje wirtualny wyświetlacz blisko centrum Twojego pola widzenia.

source: Curved display
pl: Wyświetlacz zakrzywiony

source: Switch between flat and curved displays.
pl: Przełączaj się między płaskim a zakrzywionym wyświetlaczem.

source: Adjustments
pl: Ustawienia

source: Display distance
pl: Odległość wyświetlacza

source: Closer appears larger, further appears smaller. Controls depth when in widescreen mode.
pl: Im bliżej, tym większy, a im dalej, tym mniejszy. Kontroluje głębię, gdy jest włączony tryb szerokiego ekranu.

source: Display size
pl: Rozmiar wyświetlacza

source: Combine with display distance to achieve a comfortable level of depth and size.
pl: Łącz z odległością wyświetlacza, aby uzyskać komfortowy poziom głębi i rozmiaru.

source: Display toggle distances
pl: Odległości przełączania wyświetlacza

source: Use the buttons to capture the current display distance for use with the keyboard shortcut.
pl: Użyj przycisków, aby przechwycić bieżącą odległość wyświetlacza do użycia z skrótami klawiszowymi.

source: Follow threshold
pl: Próg śledzenia

source: How far away you can look before the display follows.
pl: Jak daleko możesz spojrzeć, zanim wyświetlacz Ci podąży.

source: Keyboard Shortcuts
pl: Skróty klawiszowe

source: Re-center display shortcut
pl: Skrót do ponownego wycentrowania wyświetlacza

source: Pin the virtual display to the current position.
pl: Przypnij wirtualny wyświetlacz do bieżącej pozycji.

source: Change
pl: Zmień

source: Display distance shortcut
pl: Skrót odległości wyświetlacza

source: Quickly toggle between two predefined distances.
pl: Szybko przełączaj się między dwoma wstępnie zdefiniowanymi odległościami.

source: Toggle follow mode shortcut
pl: Skrót do przełączania trybu śledzenia

source: Quickly toggle follow mode.
pl: Szybko przełączaj tryb śledzenia.

source: Advanced Settings
pl: Ustawienia zaawansowane

source: Find optimal display config
pl: Znajdź optymalną konfigurację wyświetlacza

source: Automatically modify the glasses display configuration for maximum resolution and best scaling when plugged in.
pl: Automatycznie modyfikuje konfigurację wyświetlacza okularów w celu uzyskania maksymalnej rozdzielczości i najlepszego skalowania po podłączeniu.

source: Use highest refresh rate
pl: Użyj najwyższej częstotliwości odświeżania

source: Refresh rate may affect performance, disable this to set it manually.
pl: Częstotliwość odświeżania może wpływać na wydajność, wyłącz to, aby ustawić ją ręcznie.

source: Always primary display
pl: Zawsze podstawowy wyświetlacz

source: Automatically set the glasses as the primary display when plugged in.
pl: Automatycznie ustawia okulary jako podstawowy wyświetlacz po podłączeniu.

source: Fast SBS mode switching
pl: Szybkie przełączanie trybu SBS

source: Switches glasses to SBS mode immediately when plugged in, if widescreen mode is on. May cause instability.
pl: Przełącza okulary do trybu SBS natychmiast po podłączeniu, jeśli włączony jest tryb szerokiego ekranu. Może powodować niestabilność.

source: Movement look-ahead
pl: Przewidywanie ruchu

source: Counteracts input lag by predicting head-tracking position ahead of render time. Stick with default unless virtual display drags behind your head movements, jumps ahead, or is very shaky.
pl: Przeciwdziała opóźnieniu wejścia, przewidując pozycję śledzenia głowy przed czasem renderowania. Pozostań przy wartości domyślnej, chyba że wirtualny wyświetlacz jest opóźniony, skacze lub jest bardzo niestabilny.

source: Default
pl: Domyślny

source: Breezy Desktop GNOME invalid setup
pl: Nieprawidłowe ustawienia Breezy Desktop GNOME

source: Your Breezy GNOME setup is invalid or incomplete. Please re-run the setup script. Report this issue if it persists.
pl: Twoje ustawienia Breezy GNOME są nieprawidłowe lub niekompletne. Uruchom ponownie skrypt konfiguracyjny. Zgłoś ten problem, jeśli nadal występuje.

source: License Details
pl: Szczegóły licencji

source: Donate
pl: Przekaż

source: Request a token
pl: Wygeneruj token

source: Verify token
pl: Weryfikuj token

source: No device connected
pl: Brak podłączonego urządzenia

source: Breezy Desktop was unable to detect any supported XR devices.
pl: Breezy Desktop nie wykrył żadnych obsługiwanych urządzeń XR.

source: No driver running
pl: Aucun pilote en cours d'exécution

source: If you installed via AUR, make sure you ran the recommended post-install command: systemctl --user enable --now xr-driver.service Otherwise, please file an issue on GitHub, or create a new thread in the #troubleshooting channel on Discord.
pl: Jeśli zainstalowałeś za pośrednictwem AUR, upewnij się, że uruchomiłeś zalecane polecenie post-install: systemctl --user enable --now xr-driver.service W przeciwnym razie, zgłoś problem na GitHubie lub utwórz nowy wątek w kanale #troubleshooting na Discordzie.

source: Breezy Desktop GNOME extension not ready
pl: Rozszerzenie Breezy Desktop GNOME nie jest gotowe

source: If you have just run the setup, then you may need to log out and back in to use it. Otherwise, please follow the Breezy GNOME setup instructions.
pl: Jeśli właśnie uruchomiłeś konfigurację, możesz potrzebować wylogowania i ponownego zalogowania, aby z niej skorzystać. W przeciwnym razie postępuj zgodnie z instrukcjami konfiguracji Breezy GNOME.

source: No license file was found
pl: Aucun fichier de licence trouvé

source: The first time you use Breezy Desktop, an internet connection is required to retrieve your device's license. Don't worry, there's no obligation to donate at this time. If you haven't, you'll be given a trial license so you can decide if Breezy Desktop fits your needs. Once you obtain a license, trial or otherwise, you can use Breezy Desktop offline until features expire (or indefinitely, if you've chosen lifetime access).
pl: Podczas pierwszego użycia Breezy Desktop wymagane jest połączenie z Internetem w celu pobrania licencji urządzenia. Nie martw się, nie ma obowiązku dokonywania darowizny w tym momencie. Jeśli nie zrobisz tego, otrzymasz licencję próbną, aby móc zdecydować, czy Breezy Desktop spełnia Twoje potrzeby. Po uzyskaniu licencji, próbnej lub innej, możesz używać Breezy Desktop w trybie offline do momentu wygaśnięcia funkcji (lub nieograniczonego, jeśli wybrałeś dostęp na całe życie).

source: Try Again
pl: Spróbuj ponownie

source: Assign Keyboard Shortcut
pl: Przypisz skrót klawiszowy

source: Press your keyboard shortcut or 'Backspace' to disable...
pl: Naciśnij skrót klawiszowy lub 'Backspace', aby wyłączyć...

source: Some features expire soon
pl: Niektóre funkcje wkrótce wygasną

source: View details
pl: Pokaż szczegóły

source: Productivity features are disabled
pl: Funkcje produkcyjne są wyłączone

source: Force Reset
pl: Przywróć ustawienia domyślne

source: About BreezyDesktop
pl: O BreezyDesktop
